{
    "test": "testEN",
    "Salut" : "hello",
    "Retro-ingenierie" : "Reverse-engineering",
    "Acceuil" : "Home",
    "A-propos" : "About me",
    "Services" : "Services",
    "Expériences" : "Experiences",
    "Blog" : "Blog",
    "Contact" :"Contact ",
    "Poste" : "Cybersecurity Consultant and Engineer.",
    "DIV---------2" : "............................................................",
    "Download-CV" : "Download CV",
    "whoami" : "From my fascination with video games to mastering lines of code, my passion for technology has led me to a career where I now protect digital secrets. I am also proficient in :",
    "Compliance-and-regulations" : "Compliance and regulations",
    "Vulnerability-audit-and-Pentest" : "Vulnerability audit & Pentest",
    "DIV---------3-----Mes-Services" : "............................................................",
    "Title-Mes-Services" : "Experience, Expertise, Excellence: Your Cybersecurity Partner",
    "DIV---------3.1-----Pentest" : "............................................................",
    "Title-Pentest" : "Penetration test",
    "p1-Pentest" : "• Penetration testing on external, internal and wireless networks.",
    "p2-Pentest": "• Security testing of web and mobile applications.",
    "p3-Pentest": "• Network security architecture reviews.",
    "p4-Pentest": "• Code review.",
    "p5-Pentest": "• Vulnerability remediation.",
    "p6-Pentest": "• Writing documentation (POC, presentations, etc.) for different contacts: technical or professional.",
    "p7-Pentest": " • Training in Pentest and Phishing Campaign.",
    "Title-GRC": "Governance, Risk and Compliance",
    "p1-GRC": "• Implementation of an information security management system (iso-27001).",
    "p2-GRC": "• Development and implementation of cybersecurity policies.",
    "p3-GRC": "• Identification of potential threats and assessment of cybersecurity risks (Ebios RM).",
    "p4-GRC": "• Implementation of monitoring mechanisms and management of security incidents (iso-27005).",
    "p5-GRC": "• Compliance assessments to ensure security policies are followed.",
    "Title-Consultation" : "Cybersecurity Consultation",
    "p1-Consultation": "o Assistance to the MOA for the drafting of Authorization matrices (IAM).",
    "p2-Consultation": "o MOA assistance in the selection/choice of project solutions",
    "p3-Consultation": "o Assurance that the company is in compliance with cybersecurity and data protection regulations (GDPR, ISO-27001).",
    "p4-Consultation": "o Definition of security requirements, such as access management, backups and log monitoring.",
    "p5-Consultation": "o Management of business continuity within an organization. (PCA and PRA)",
    "p6-Consultation": "o Training in GRC and Information Security Awareness.",
    "DIV---------5-----Outils" : "............................................................",
    "Title-Outils" : "Used tools",
    "p1-Outils" : "Non-exhaustive list of a variety of tools to assess the security of IT systems and to help organizations manage their governance processes, assess risks and ensure compliance with regulations.",
    "icon1-Outils" : "",
    "DIV---------6-----Projects" : "............................................................",
    "Title-1-Projects-1": "Security application",
    "Title-2-Projects-1": "E-mail Tracking Application",
    "Title-3-Projects-1": "Design & Development",
    "Title-3.1-Projects-1": "(in progress)",
    "p1-Projects-1": "This email tracking tool adds an invisible one-pixel image inside the sent email. This pixel image is loaded when the recipient opens the emails, which lets you know when it is open and lots of other information can be collected when the image loads.",
    "p2-Projects-1": "Information provides:",
    "p3-Projects-1": "• Notification of receipt and opening of the email on a specific date and time.",
    "p4-Projects-1": "• The IP address and location of the email recipient.",
    "p6-Projects-1": "• The system and the browser.",
    "p7-Projects-1" : "• Browser rendering engine.",
    "DIV---------6.2-----Project-2" : "............................................................",
    "Title-1-Projects-2": "Evaluation tool",
    "Title-2-Projects-2": "Security Maturity",
    "Title-3-Projects-2": "of an Information System",
    "Title-3.1-Projects-2": "Design & Development",
    "p1-Projects-2": "The tool consists of evaluating the maturity of an IS, in terms of security, with regard to recognized good practice benchmarks (ISO 27001, ISO 27005, NIS, Computer Hygiene Guide). ANSSI). The challenges of this approach are to fight against cybercrime, to respect French and European regulatory frameworks, to affirm the Group's compliance and to strengthen customer trust and satisfaction, a major issue for the customer. ",
    "p2-Projects-2": "it contains:",
    "p3-Projects-2": "• Maturity assessment according to 5 clearly defined levels.",
    "p4-Projects-2": "• The evaluation is based on the CIS Critical Security Controls and the ANSSI hygiene guide.",
    "p5-Projects-2": "• Representation of global data on the maturity of an IS in different forms (radar, sub-sector, etc.).",
    "p6-Projects-2": "• A visible and instantaneous rendering of the level of maturity of the Information System.",
    "outil-sh" : "Cy83r_T001s.sh",

    "p1-Projects-3" : "Reverse engineering will allow tracing the execution of the program and changing some variables as well as the initial operation of the software.",
    "p2-Projects-3" : "Carrying out several Reverse-engineering exercises and CTFs.",
    "p3-Projects-3" : "Mastery of Reverse-engineering tools:",
    "p4-Projects-3" : "I studied the behavior of the sample programs, to detect potential bugs or flaws.",

    "p1-Projects-4" : "WebGoat is a deliberately insecure web application maintained by OWASP and designed to train on web application security concepts. This program is a demonstration of common vulnerabilities in web and server-oriented applications. The exercises are intended to be used by individuals to learn more about application security and penetration testing techniques.",
    "p2-Projects-4" : "• Broken Access Control • Cryptographic Failures • Injection • Insecure Design • Poor Security Configuration • Vulnerable and Outdated Components • Identification and Authentication Failures • Software and Data Integrity Failures • Security Logging and Monitoring Failures • Server-Side Request Forgery.",

    "p1-Projects-5" : "This application aims to help doctors record their consultations, track their patients, and manage the accounting of the practice.",
    "p2-Projects-5" : "Login page to differentiate assistant and doctor.",
    "p3-Projects-5" : "Management and Monitoring of Medical Records.",
    "p4-Projects-5" : "Appointment management.",
    "p5-Projects-5" : "Management of patient files.",
    "p6-Projects-5" : "Accounting management.",


    "p1-Projects-6" : "A \"Smart Mirror\" is a two-way mirror with a screen behind it that is used to display useful information such as the time, date, weather, agenda, and all sorts of other information.",

    "p1-Projects-7" : "The purpose of the project is to create a reverse auction (blind auction) website. The principle is that each participant can propose one or more prices for an ongoing auction. At the end of the auction, the person with the lowest price wins the auction. However, there may not be a winner. In this case, it will be necessary to re-credit the tokens used by each participant for the auction that was not won.",

    "p2-Projects-7": "Login and session page for the client.",
    "p3-Projects-7": "Reverse auction algorithm.",
    "p4-Projects-7": "Auction management interface for the administrator.",
    "p5-Projects-7": "Creation of Mysql database.",
    "p6-Projects-7": "Use for design and security: Symphony (PHP framework).",


    "Title-1-Projects-8": "Showcase site of a Fitness and Bodybuilding room",

    "p1-Projects-8" : "Design development and creation of the fitness and bodybuilding gym website for better professional visibility of the gym.",
    "p2-Projects-8" : "Presentation page of the sports hall",
    "p3-Projects-8" : "Setting up a reservation and time slot recording system.",
    "p4-Projects-8" : "Creation of advertising spots for current offers.",
    "p5-Projects-8" : "Security monitoring and maintenance of the site.",


    "DIV---------11-----Contact" : "............................................................",
    "Title-Contact" : "Let's join forces for excellence in cybersecurity.",

    "Take-rdv" : "Take an appointment with me for free in just 1 click!",
    "Description-rdv" : "Do you have a project, a specific need, or a question? Don't hesitate to contact me by selecting a time slot to discuss it over the phone or via video.",
    "Duration-rdv" : "We will talk for 30 minutes about your project.",
    "Entretien-personnalise" : "Personalized interview",
    "Dispos" : "Next availabilities",


    "Interface-Design" : "Interface Design"
}
