{
    "test": "testFR",
    "Salut" : "salut",
    "Acceuil" : "Accueil",
    "Retro-ingenierie" : "Retro-ingenierie",
    "A-propos" : "A propos",
    "Services" : "Services",
    "Expériences" : "Expériences",
    "Blog" : "Blog",
    "Contact" :"Contact",
    "Poste" : "Consultant & Ingénieur CyberSécurité",
    "DIV---------2-----whoami" : "............................................................",
    "Download-CV" : "Télécharger CV",
    "whoami" : "De ma fascination pour les jeux vidéo à la maîtrise des lignes de code, ma passion pour la technologie m'a conduit vers une carrière où je protège désormais les données numériques. je suis également compétent en :",
    "Compliance-and-regulations" : "Conformité et réglementation",
    "Vulnerability-audit-and-Pentest" : "Audit de vulnérabilités & Pentest",
    "DIV---------3-----Mes-Services" : "............................................................",
    "Title-Mes-Services" : "Expérience & Expertise",
    "Title-Mes-Services1" : "Votre Partenaire en Cybersécurité",
    "DIV---------3.1-----Pentest" : "............................................................",
    "Title-Pentest" : "Test d'intrusion",
    "p1-Pentest" : "• Tests de pénétration sur des réseaux externes, internes et sans fil.",
    "p2-Pentest" : "• Tests de sécurité d’applications Web et mobiles.",
    "p3-Pentest" : "• Revue d’architecture de sécurité réseau.",
    "p4-Pentest" : "• Revue de code.",
    "p5-Pentest" : "• Remédiation de vulnérabilité.",
    "p6-Pentest" : "• Rédaction de la documentation (POC, présentations etc...), pour différents interlocuteurs, techniques ou métiers.",
    "p7-Pentest" : " • Formation en pentest et campagne de phishing.",
    "DIV---------3.2-----GRC" : "............................................................",
    "Title-GRC" : "Gouvernance, Risque et Conformité",
    "p1-GRC" : "• Mise en place d'un SMSI (Système de Management de la Securité de l'Information (iso-27001)).",
    "p2-GRC" : "• Élaboration et mise en œuvre de politiques de cybersécurité. ",
    "p3-GRC" : "• Identification des menaces potentielles et évaluation des risques liés à la cybersécurité (iso-27005).",
    "p4-GRC" : "• Mise en place de mécanismes de suivi et gestion des incidents de sécurité.",
    "p5-GRC" : "• Évaluations de la conformité au réglement générale de la protection des données (GRPD) ",
        "DIV---------3.3-----Consultation" : "............................................................",
        "Title-Consultation" : "Consultation Cybersécurité",
        "p2-Consultation" : "• Assistance MOA dans la sélection/choix des solutions de projet ",
        "p3-Consultation" : "• Assurance que l'entreprise est en conformité avec les réglementations en matière de cybersécurité et de protection des données (RGPD, ISO-27001).",
        "p4-Consultation" : "• Définition des exigences de sécurité , telles que la gestion des accès, des backups et la surveillance des journaux.",
        "p5-Consultation" : "• Gestion de la continuité des activités au sein d'une organisation. (PCA et PRA)",
        "p6-Consultation" : "• Formation en GRC et Sensibilisation sur la sécurité de l'information.",
    "DIV---------5-----Outils" : "............................................................",
    "Title-Outils" : "Outils Utilisés",
    "p1-Outils" : "Liste non exhaustive d'outils pour évaluer la sécurité des systèmes informatiques et pour aider les organisations à gérer leurs processus de gouvernance, évaluer les risques et assurer la conformité aux réglementations.",
    "icon1-Outils" : "",
    "DIV---------6-----Projects" : "............................................................",
    "DIV---------6.1-----Project-1" : "............................................................",
    "Title-1-Projects-1" : "Application de sécurité",
    "Title-2-Projects-1" : "Application d'E-mail Tracking",
    "Title-3-Projects-1" : "Conception & Développement",
    "Title-3.1-Projects-1" : "(en cours)",
    "p1-Projects-1" : "Cet outil de suivi des e-mails permet d'ajouter une image invisible d'un pixel à l'intérieur du mail envoyé. Cette image pixel est chargée lorsque le destinataire ouvre les e-mails, ce qui permet de savoir quand celui-ci est ouvert. Plein d'autres informations peuvent être également collectées lors du chargement de l'image.",
    "p2-Projects-1" : "L'information fournit :",
    "p3-Projects-1" : "• Notification de la réception et de l'ouverture du mail à date et heure précise.",
    "p4-Projects-1" : "• L'Adresse IP et la localisation du destinataire du mail.",
    "p6-Projects-1" : "• Le système et la version du navigateur.",
    "p7-Projects-1" : "• Moteur de rendu du navigateur.",
    "DIV---------6.2-----Project-2" : "............................................................",
    "Title-1-Projects-2" : " Outil d'évaluation",
    "Title-2-Projects-2" : "Du niveau de maturité de la sécurité",
    "Title-3-Projects-2" : "d'un système d'information",
    "Title-4-Projects-2" : "Conception & Développement",
    "p1-Projects-2" : "L'outil permet d'évaluer la maturité d'un SI, en terme de sécurité, au regard des référentiels et des bonnes pratiques reconnues (ISO 27001, ISO 27005, NIS, Guide d'hygiène de l'ANSSI). Cette démarche a pour enjeux de lutter contre la cyber-criminalité, de respecer les cadres réglementaires français et européens, d'affirmer la conformité du Groupe et de renforcer la confiance et la satisfaction des clients, enjeu majeur pour le client.",
    "p2-Projects-2" : "il contient :",
    "p3-Projects-2" : "• Évaluation du niveau de la maturité selon 5 niveaux biens définis.",
    "p4-Projects-2" : "• L'évaluation s'oppère sur le CIS (Critical Security Controls) et le guide d'hygiène de l'ANSSI.",
    "p5-Projects-2" : "• Représentation des données globales sur le niveau de la maturité d'un SI sous différentes formes (radar, sous secteur, etc...).",
    "p6-Projects-2" : "• Un rendu visible et instantanné du niveau de maturité du système d'information.",
    "outil-sh" : "0ut1ls_Cy83rs3curité.sh",

    "p1-Projects-3" : "La retro-ingénierie va permettre de tracer l'exécution du programme et de changer certaines variables ainsi que le fonctionnement initial du logiciel.",
    "p2-Projects-3" : "Réalisation de plusieurs exercices et CTF de Retro-ingénierie.",
    "p3-Projects-3" : "Maitrise des outils de Retro-ingénierie :",
    "p4-Projects-3" : "j'ai étudié le comportement des programmes exemples, pour y déceler des bugs ou des failles potentiels.",

    "p1-Projects-4" : "WebGoat est une application Web délibérément non sécurisée maintenue par l'OWASP et conçue pour s'entrainer sur des notions de sécurité des applications Web. Ce programme est une démonstration des failles courantes des applications orientées web & serveur. Les exercices sont destinés à être utilisés par des personnes pour en savoir plus sur la sécurité des applications et les techniques de test de pénétration.",
    "p2-Projects-4" : "• Broken Access Control • Échecs cryptographiques • Injection • Conception non sécurisée • Mauvaise configuration de la sécurité • Composants vulnérables et obsolètes • Échecs d'identification et d'authentification • Échecs de l'intégrité des logiciels et des données • Échecs de journalisation et de surveillance de la sécurité • Fausse demande côté serveur.",

    "p1-Projects-5" : "Cette application a pour but d'aider les médecins à saisir leurs consultations, à suivre leurs patients mais aussi à gérer la comptabilité du cabinet.",
    "p2-Projects-5" : "Page de connexion pour différencier assistant et médecin.",
    "p3-Projects-5" : "Gestion et Suivi du Dossier Médical.",
    "p4-Projects-5" : "Gestion des rendez-vous.",
    "p5-Projects-5" : "Gestion des fiches patient.",
    "p6-Projects-5" : "Gestion comptable.",


    "p1-Projects-6" : "Un \"Smart Mirror\" est un miroir sans tain avec un écran derrière qui est utilisé pour afficher des informations utiles comme l'heure, la date, la météo, l'agendat et toutes sortes d'autres d'informations.",

    "p1-Projects-7" : "L'objet du projet est la création d'un site web d'enchères inversées (à l'aveugle). Le principe étant que chaque participant peut proposer un ou plusieurs prix pour une enchère en cours. À la fin de l'enchère, la personne avec le prix le plus bas remporte l'enchère. Comme, il se peut qu'il n'y ait pas de gagnant. Dans ce cas, il sera nécessaire de re-créditer les jetons utilisés de chaque participant, pour l'enchère non remportée. ",

    "p2-Projects-7" : "Page de connexion et de session pour le client.",
    "p3-Projects-7" : "Algorithme d'enchères inversées.",
    "p4-Projects-7" : "Interface de gestion des enchères pour l'administrateur.",
    "p5-Projects-7" : "Création de base de données Mysql.",
    "p6-Projects-7" : "Utilisation pour la conception et la sécurité: Symphony (framework PHP).",


    "Title-1-Projects-8": "Site vitrine d'une salle de Fitness et Musculation",


    "p1-Projects-8" : "Développement du design et création du site de fitness et musculation pour une meilleure visilibitée professionnelle de la salle.",
    "p2-Projects-8" : "page de présentation de la salle de sport",
    "p3-Projects-8" : "Mise en place d'un système de réservation et d'enregistrement de créneaux.",
    "p4-Projects-8" : "Création de spots publicitaires pour les offres en cours.",
    "p5-Projects-8" : "Surveillance de la sécurité et  maintenance du site.",

    



        "DIV---------11-----Contact" : "............................................................",
            "Title-Contact" : "Unissons nos forces pour l'excellence en cybersécurité.",


    "Take-rdv" : "Prenez rendez-vous gratuitement avec moi en 1 clic !",
    "Description-rdv" : "Vous avez un projet, un besoin spécifique, une question ? N'hésitez pas à me contacter en sélectionnant un créneau pour en discuter par téléphone ou par visio.",
    "Duration-rdv" : "Nous échangeons pendant 30 min sur votre projet.",
    "Entretien-personnalise" : "Entretien personnalisé",
    "Dispos" : "Prochaines disponibilités",
     

    "Interface-Design" : "designe interface"
}
